Repository: malabdullah89/EstiloProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: The Email must be set
ar: يجب ادخال البريد الالكتروني

source: Driver
ar: سائق

source: Seller
ar: المتجر

source: Customer
ar: العميل

source: Phone
ar: هاتف

source: first name
ar: الاسم الاول

source: last name
ar: الاسم الاخير

source: please enter a valid phone number starts with 965
ar: من فضلك ادخل رقم تليفون صحيح يبدأ ب 965

source: please accept our tems of use
ar: من فضلك

source: successfully sign up
ar: تم التسجيل بنجاح

source: please enter your mail or phone number to login
ar: من فضلك ادخل البريد الالكتروني أو رقم الهاتف للدخول

source: Please enter the correct email/phone number and a correct password
ar: من فضلك ادخل بريد الكتروني/الهاتف وكلمه المرور الصحيحين

source: There is NO user with this usertype
ar: لا يوجد مستخدم بالنوع الموجود

source: Wrong password.
ar: كلمه مرور خاطئه

source: Your password has been Updated Successfully.
ar: تم تحديث كلمه المرور بنجاح

source: reset code sent successfully.
ar: تم ارسال كود التفعيل

source: No User with this Email.
ar: لا يوجد مستخدم بالبريد الالكتروني الموجود

source: Please Enter a valid Email.
ar: من فضلك ادخل بريد إلكتروني صحيح

source: Your are logged in again
ar: تم ادخالك مره اخري

source: Wrong Code
ar: كود خاطئ

source: Please Enter Your Email.
ar: من فضلك ادخل بريدك الإلكتروني

source: password reseted successfuly
ar: تم تحديث كلمه السر بنجاح

source: Your Location Added Successfully
ar: تم ادخال موقعك بنجاح

source: Updated Successfully
ar: تم التحديث بنجاح

source: Deleted Successfully
ar: تم المسح

source: You Are Not Able to Delete THis Location
ar: أنت غير مسموح لك بمسح العنوان الموجود

source: Sorry, No locations to Delete.
ar: آسف,لا يوجد عناوين لتمسحها

source: checkout
ar: إتمام الطلب

source: not_checkout
ar: طلب غير متمم

source: Sorry You cannot add items to cart
ar: آسف, غير مسموح لك بإضافه منتجات فالعربه

source: Sorry, This product is out of the stock
ar: آسف, المنتج المطلوب غير موجود بالمخزن

source: sorry you cannot add to cart from greater than 3 stores
ar: آسف, لا يمكنك إضافه منتجات فالعربه من أكثر من 3 متاجر

source: No cart
ar: لا يوجد عربه لديك

source: your cart is empty.
ar: عربتك فارغه

source: Quantity is updated Successfully
ar: تم تحديث الكميه بنجاح

source: New
ar: جديد

source: Viewed
ar: شوهدت

source: Thank you for contacting us.
ar: شكرا علي مراسلتك

source: We will reply you as soon as possible.
ar: سوف نقوم بالرد عليك في أقرب وقت ممكن

source: location is required
ar: يجب ادخال العنوان

source: successfully sign up But your Location is not setted right
ar: تم التسجيل بنجاح ولكن لم يتم تحديد موقعك

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Welcome
ar: أهلا وسهلا

source: Forget_Password
ar: نسيان كلمه السر

source: Driver_Order
ar: سائق الطلب

source: Cancel_Order
ar: إلغاء الطلب

source: Change_Order_Status
ar: تغيير حاله الطلب

source: Added
ar: أضيف

source: Accepted
ar: قبول

source: Processing
ar: يصنع

source: OUT_FOR_DELIVERY
ar: خرج للتوصيل

source: Delivered
ar: وصل

source: Cancel
ar: ألغي

source: UnCompleted
ar: غير مكتمل

source: K_NET
ar: بطاقه ائتمان كويتيه

source: Credit_Card
ar: بطاقه ائتمان

source: Cash
ar: نقدي

source: Paid
ar: مدفوع

source: Not_Paid
ar: غير مدفوع

source: You must choose your payment methods
ar: يجب اختيار طريقه الدفع

source: You must enter location to calculate delivery fee
ar: يجب ادخال عنوان

source: Men
ar: رجال

source: Women
ar: نساء

source: Kids
ar: أطفال

source: unisex
ar: موحد النوع

source: ready
ar: جاهز

source: not_ready
ar: غير جاهز

source: White
ar: أبيض

source: Red
ar: أحمر

source: Green
ar: أخضر

source: Black
ar: اسود

source: Purble
ar: بنفسجى

source: Blue
ar: أزرق

source: Yellow
ar: أصفر

source: Pink
ar: بمبي

source: Grey
ar: رمادي

source: Gold
ar: دهبي

source: Sorry You haven't the access to add product
ar: آسف, ليس بإمكانك إضافه منتج

source: No products
ar: لا يوجد منتجات

source: your product has been deleted successfully
ar: تم مسح المنتج بنجاح

source: Sorry You cannot add product to favourite
ar: آسف, لا يمكنك إضافه منتج إلي المفضلين

source: Added to favourite list successfully.
ar: تم إضافه المنتج إلي المفضلين

source: No products.
ar: لا يوجد منتجات

source: Sorry You cannot remove product from favourite
ar: آسف, لا يمكنك مسح المنتج من الفضلين

source: Removed from favourite successfully.
ar: تم الازاله من المفضلين بنجاح

source: Sorry You haven't favourite product list
ar: آسف, ليس لديك قائمه المفضلين

source: cover
ar: صوره الكوفر

source: You don't have any locations yet
ar: ليس لديك عناوين الآن

source: NO Seller to update
ar: المتجر غير موجود
